Repository: ne-egor/linux_app_dev_21
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Usage: %s [OPTION...]
ru: Использование: %s [Опция...]

source: Try `%s --help' or `%s -?' for more information
ru: Попробуйте `%s --help' or `%s -?' для более подробной информации

source: Guesser -- a program which guesses number from 1 to 100
ru: Guesser -- программа, которая угадывает число от 1 до 100

source: -r Display numbers in Roman
ru: -r Показывать числа в римской системе счисления

source: --help Give this help list
ru: --help Показать все опции

source: Report bugs to <nowhere@gmail.com
ru: Отправляйте баги на <nowhere@gmail.com

source: Is your number less then %s?
ru: Ваше число меньше %s?

source: Is your number less then %d?
ru: Ваше число меньше %d?

source: no
ru: нет

source: I will try to guess a number from I to C
ru: Я попытаюсь угадать число от I до C

source: Your number is %s
ru: Ваше число равно %s

source: I will try to guess a number from 1 to 100
ru: Я попытаюсь угадать число от 1 до 100

source: Your number is %d
ru: Ваше число равно %d
